Repository: abharatshankar/calmScient
Catalog: *.lproj/Localizable.strings
Languages: es

source: Profile
es: Perfil

source: Version 1.0.0
es: Versión 1.0.0

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Forgot Password?
es: ¿Has olvidado tu contraseña?

source: Create an New account
es: Crear una nueva cuenta

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Email
es: Correo Electrónico

source: Phone Number
es: Número de Teléfono

source: Confirm Password
es: Confirmar Contraseña

source: Submit
es: Enviar

source: Basic Knowledge
es: Conocimientos básicos

source: What’s a standard drink
es: ¿Qué es una bebida estándar?

# standard drink description
source: In the United States, a “standard drink” (also known as an alcoholic drink equivalent) is defined as any drink that contains about 0.6 fluid ounces or 14 grams of pure alcohol. Although the drinks pictured here are different sizes, each contains approximately the same amount of alcohol and counts as one U.S. standard drink or one alcoholic drink equivalent.
es: En los Estados Unidos, una “bebida estándar” (también conocida como equivalente de bebida alcohólica) se define como cualquier bebida que contiene aproximadamente 0.6 onzas líquidas o 14 gramos de alcohol puro. Aunque las bebidas que se muestran aquí son de diferentes tamaños, cada una contiene aproximadamente la misma cantidad de alcohol y cuenta como una bebida estándar estadounidense o un equivalente de bebida alcohólica.

# standard drink description2
source: Each beverage portrayed above represents one standard drink (or one alcoholic drink equivalent), defined in the United States as any beverage containing 0.6 oz or 14 grams of pure alcohol. The percentage of pure alcohol, expressed here as alcohol by volume (alc/vol), varies within and across beverage types. Although the standard drink amounts are helpful for following health guidelines, they may not reflect customary serving sizes
es: Cada bebida representada arriba equivale a una bebida estándar (o un equivalente de bebida alcohólica), definida en los Estados Unidos como cualquier bebida que contenga 0.6 oz o 14 gramos de alcohol puro. El porcentaje de alcohol puro, expresado aquí como alcohol por volumen (alc/vol), varía dentro y entre los tipos de bebidas. Aunque las cantidades de bebidas estándar son útiles para seguir las pautas de salud, pueden no reflejar los tamaños de porciones habituales.

source: What are the U.S. guidelines for drinking?
es: ¿Cuáles son las pautas de EE. UU. para beber?

# US guidelines part1
source: The 2020–2025 Dietary Guidelines for Americans states that adults of legal drinking age can choose not to drink or to drink in moderation by limiting intake to 2 drinks or less in a day for men and 1 drink or less in a day for women when alcohol is consumed. Drinking less is better for health than drinking more.
es: Las Guías Alimentarias para los Estadounidenses 2020-2025 establecen que los adultos en edad legal para beber pueden optar por no beber o beber con moderación limitando el consumo a 2 bebidas o menos al día para los hombres y 1 bebida o menos al día para las mujeres cuando se consume alcohol. Beber menos es mejor para la salud que beber más.

# US guidelines part2
source: There are some adults who should not drink alcohol, such as women who are pregnant. Adults who choose to drink, and are not among the individuals listed below who should not drink, are encouraged to limit daily consumption of alcohol to align with the Dietary Guidelines.People who do not drink should not start drinking for any reason.
es: Hay algunos adultos que no deben beber alcohol, como las mujeres que están embarazadas. Los adultos que eligen beber y no se encuentran entre los individuos que no deben beber, se les recomienda limitar el consumo diario de alcohol para alinearse con las Guías Alimentarias. Las personas que no beben no deben empezar a beber por ninguna razón.

source: When is drinking in moderation still too much?
es: ¿Cuándo es beber con moderación todavía demasiado?

source: According to the 2020-2025 Dietary Guidelines for Americans, certain individuals should not consume alcohol. It’s safest to void alcohol altogether if you are: Taking medications that interact with alcohol Managing a medical condition that can be made Worse by drinking Under the age of 21, the minimum legal drinking age in the United States Recovering from alcohol use disorder (AUD) or unable to control the amount you drink Pregnant or might be pregnant In addition, certain individuals, particularly older adults, who are planning to drive a vehicle or operate machinery-or who are participating in activities that require skill, coordination, and alertness-should avoid alcohol completely.
es: Según las Pautas dietéticas para estadounidenses 2020-2025, determinadas personas no deben consumir alcohol. Es más seguro evitar el consumo de alcohol por completo si: Toma medicamentos que interactúan con el alcohol. Maneja una condición médica que puede empeorar al beber. Tiene menos de 21 años, la edad mínima legal para beber en los Estados Unidos. Se está recuperando de un trastorno por consumo de alcohol (AUD). o incapaz de controlar la cantidad que bebe. Embarazada o que podría estar embarazada. Además, ciertas personas, particularmente adultos mayores, que planean conducir un vehículo u operar maquinaria, o que participan en actividades que requieren habilidad, coordinación y estado de alerta, deben Evite el alcohol por completo.

source: Let’s watch the videos
es: veamos los videos

source: This video explains the impact of alcohol on the brain and its subsequent effects. Having this knowledge will help you consider your drinking habits.
es: Este vídeo explica el impacto del alcohol en el cerebro y sus efectos posteriores. Tener este conocimiento le ayudará a considerar sus hábitos de bebida.

source: What are the consequence?
es: ¿Cuáles son las consecuencias?

# typesOfconsequence
source: There is a wide range of short- and long-term consequences associated with alcohol misuse. For some individuals, any amount of drinking could be potentially harmful. Let's see some of them.
es: Existe una amplia gama de consecuencias a corto y largo plazo asociadas con el abuso de alcohol. Para algunas personas, cualquier cantidad de bebida podría ser potencialmente dañina. Veamos algunos de ellos.

# consequences2
source: Alcohol-related deaths are increasing in the United States. Alcohol is a factor in: 30% of suicides. 40% of fatal burn injuries. 50% of fatal drownings and of homicides, and about 65 percent of fatal falls. 31% of all fatal crashes in 2021. A significant number of sexual assaults.
es: Las muertes relacionadas con el alcohol están aumentando en los Estados Unidos. El alcohol es un factor en: 30% de los suicidios. El 40% de las quemaduras mortales. el 50% de los ahogamientos mortales y de los homicidios, y alrededor del 65 por ciento de las caídas mortales. El 31 % de todos los accidentes mortales en 2021. Un número importante de agresiones sexuales.

source: Alcohol-related blackouts
es: Apagones relacionados con el alcohol

# consequences3
source: Blackouts are gaps in a person’s memory for events that occurred while they were intoxicated. These gaps happen when a person drinks enough alcohol to temporarily block the transfer of memories from short- to long-term storage—known as memory consolidation—in a brain area called the hippocampus.
es: Los apagones son lagunas en la memoria de una persona sobre eventos que ocurrieron mientras estaba ebria. Estas brechas ocurren cuando una persona bebe suficiente alcohol como para bloquear temporalmente la transferencia de recuerdos del almacenamiento de corto a largo plazo (lo que se conoce como consolidación de la memoria) en un área del cerebro llamada hipocampo.

source: Health problems
es: Problemas de salud

# consequences4
source: Drinking is associated with a number of health problems and can make certain chronic health problems worse. Half of liver disease deaths in the United States are caused by alcohol, and alcohol-associated liver disease is increasing, particularly among women and young people. Research has shown an important association between alcohol consumption and breast cancer—for each 10 grams of alcohol consumed (less than 1 standard drink) on an average daily basis, a woman’s chance of developing postmenopausal breast cancer increases by around 9 percent. Research has also shown that alcohol misuse increases the risk of liver disease, cardiovascular diseases, depression, and stomach bleeding, as well as cancers of the oral cavity, esophagus, larynx, pharynx, liver, colon, and rectum. People who misuse alcohol may also have problems managing conditions such as diabetes, high blood pressure, pain, and sleep disorders. And people who misuse alcohol are more likely to engage in unsafe sexual behavior, putting themselves and others at risk for sexually transmitted infections and unintentional pregnancies. Birth defects. Prenatal alcohol exposure can result in brain damage and other serious problems in babies. The effects are known as fetal alcohol spectrum disorders, or FASD, and can result in lifelong physical, cognitive, and behavioral problems. Because there is no known safe level of alcohol for a developing baby, women who are pregnant or might be pregnant should not drink.
es: Beber está asociado con una serie de problemas de salud y puede agravar ciertos problemas crónicos de salud. los problemas empeoran. La mitad de las muertes por enfermedades hepáticas en los Estados Unidos son causadas por el alcohol, y las enfermedades hepáticas asociadas al alcohol están aumentando, particularmente entre mujeres y jóvenes. Las investigaciones han demostrado una asociación importante entre el consumo de alcohol y el cáncer de mama: por cada 10 gramos de alcohol consumidos (menos de 1 bebida estándar) en promedio diario, la probabilidad de que una mujer desarrolle cáncer de mama posmenopáusico aumenta alrededor de un 9 por ciento. Las investigaciones también han demostrado que el abuso de alcohol aumenta el riesgo de enfermedades hepáticas, enfermedades cardiovasculares, depresión y hemorragia estomacal, así como cánceres de cavidad oral, esófago, laringe, faringe, hígado, colon y recto. Las personas que abusan del alcohol también pueden tener problemas para controlar afecciones como diabetes, presión arterial alta, dolor y trastornos del sueño. Y las personas que abusan del alcohol tienen más probabilidades de tener conductas sexuales inseguras, poniéndose a sí mismas y a otros en riesgo de contraer infecciones de transmisión sexual y embarazos no intencionales. Defectos de nacimiento. La exposición prenatal al alcohol puede provocar daño cerebral y otros problemas graves en los bebés. Los efectos se conocen como trastornos del espectro alcohólico fetal (FASD, por sus siglas en inglés) y pueden provocar problemas físicos, cognitivos y de conducta de por vida. Debido a que no se conoce un nivel seguro de alcohol para un bebé en desarrollo, las mujeres que están embarazadas o que podrían estarlo no deben beber

source: Alcohol use disorder (AUD)
es: Trastorno por consumo de alcohol (AUD)

# consequences5
source: Some signs of AUD are continuing to drink even though it is causing trouble with your family or at work, drinking more than you intended, having to drink more than before to get a desired effect, being unable to stop drinking after repeated attempts, or continuing to drink despite negative consequences. Signs of AUD may also include drinking to alleviate negative emotions such as feeling ”low” anxious, uneasy, unhappy, unwell, dissatisfied with life, or other negative emotions that were caused or worsened by alcohol misuse. Beyond these physical and mental health risks, frequent alcohol misuse also is linked with personal problems, such as losing one’s driver’s license or having relationship troubles.
es: Algunos signos de AUD son seguir bebiendo aunque esté causando problemas con su familia o en el trabajo, beber más de lo previsto, tener que beber más que antes para obtener el efecto deseado, no poder dejar de beber después de repetidos intentos o continuar bebiendo. beber a pesar de las consecuencias negativas. Los signos de AUD también pueden incluir beber para aliviar emociones negativas, como sentirse 'deprimido', ansioso, intranquilo, infeliz, insatisfecho con la vida u otras emociones negativas causadas o empeoradas por el abuso de alcohol. Más allá de estos riesgos para la salud física y mental, el abuso frecuente del alcohol también está relacionado con problemas personales, como perder la licencia de conducir o tener problemas en las relaciones.

source: Why is being able to “hold your liquor” a concern?
es: ¿Por qué es una preocupación poder “retener el licor”?

# consequences6
source: For some people who drink, it take quite a few drinks to “get a buzz” or feel relaxed, and they may be less likely to show signs of intoxication compared to others. This is sometimes called being able to “hold your liquor’ or “’drink someone under the table”. Often these individuals are unaware that their body’s lower response to the intoxicating effects of alcohol isn’t protection from alcohol problems but instead is a reason for caution. These individual tend to drink more, socialize with people who drink a lot, and develop a tolerance to alcohol(i.e., it takes more and more alcohol to feel or act intoxicated). As a result , they have an increased risk for developing AUD. Someone who misuses alcohol, especially over the long=term, can experience permanent liver, heart, or brain damage. And all people who drink, regardless of thr amount, need to be aware that critical decision-making abilities and driving-related skills are already diminished long before a person shows physical signs of intoxication.
es: Para algunas personas que beben, se necesitan bastantes tragos para “estar drogados” o sentirse relajados, y es menos probable que muestren signos de intoxicación en comparación con otros. A esto a veces se le llama poder “retener el licor” o “beberle a alguien debajo de la mesa”. A menudo, estas personas no son conscientes de que la menor respuesta de su cuerpo a los efectos intoxicantes del alcohol no es una protección contra los problemas del alcohol, sino que es un motivo de precaución. Estos individuos tienden a beber más, socializar con personas que beben mucho y desarrollar tolerancia al alcohol (es decir, se necesita cada vez más alcohol para sentirse o actuar intoxicado). Como resultado, tienen un mayor riesgo de desarrollar AUD. Alguien que abusa del alcohol, especialmente a largo plazo, puede sufrir daños permanentes en el hígado, el corazón o el cerebro. Y todas las personas que beben, independientemente de la cantidad, deben ser conscientes de que las capacidades críticas para tomar decisiones y las habilidades relacionadas con la conducción ya están disminuidas mucho antes de que una persona muestre signos físicos de intoxicación.

source: How many days a week do you drink?
es: ¿Cuántos días a la semana bebes?

source: 1. Now let’s see what drinking habits do you have
es: 1. Ahora veamos qué hábitos de bebida tienes

source: None
es: Ninguna

source: Less than 2 days
es: Menos de 2 días

source: 3-5 days
es: 3-5 días

source: Almost everyday
es: Casi todos los días

source: Everyday
es: Cada día

source: 1. How many days a week do you drink?
es: 1. ¿Cuántos días a la semana bebes?

source: Now let's see what drinking habits do you have
es: Ahora veamos qué hábitos de bebida tienes

source: Now let’s see what drinking habits do you have
es: Ahora veamos qué hábitos de bebida tienes

source: 2. What kind of alcohol do you drink each time? and how much?
es: 2. ¿Qué tipo de alcohol bebes cada vez? ¿y cuánto?

source: 4. What is the reason behind?
es: 4. ¿Cuál es el motivo?

source: Save it to weekly summary journal entry
es: Guárdelo en la entrada del diario resumido semanal

source: 3. What do you feel about your drinking habit?
es: 3. ¿Qué sientes acerca de tu hábito de beber?

source: Please select any option
es: Por favor seleccione cualquier opción

source: Thank you for being willing to talk about alcohol and drugs. Now let’s begin with a brief assessment.
es: Gracias por estar dispuesto a hablar sobre el alcohol y las drogas. Ahora comencemos con una breve evaluación.

source: Monthly Goal
es: Meta Mensual

source: Now
es: Ahora

source: Check your email
es: Consultar su correo electrónico

source: Enter the 4-digit code that we have sent via email xxxxxxxxxx@gmail.com
es: Introduce el código de 4 dígitos que te hemos enviado al correo electrónico xxxxxxxxxx@gmail.com

source: Verify Code
es: Código de verificación

source: Forgot password
es: Has olvidado tu contraseña

source: Your email/Phone number
es: Su correo electrónico/Número de teléfono

source: Please enter your email to reset the password
es: Por favor ingresa tu correo electrónico para restablecer la contraseña

source: Reset Password
es: Restablecer la contraseña

source: Set a new password
es: Establecer una nueva contraseña

source: Create a new password. Ensure it differs from previous ones for security
es: Crea una nueva contraseña. Asegúrate de que sea diferente de las anteriores por seguridad

source: Update Password
es: Actualiza contraseña

source: Good morning!
es: ¡Buenos días!

source: Good afternoon!
es: ¡Buenas tardes!

source: Good evening!
es: ¡Buenas noches!

source: Save
es: Guardar

source: Skip
es: Omitir

source: Managing Anxiety
es: Manejando la ansiedad

source: Managing Stress
es: Manejando el estrés

source: Taking Control
es: Tomando el control

source: Your License key has been verified.
es: Tu clave de licencia ha sido verificada.

source: Please complete your profile to start using Calmscient.
es: Por favor completa tu perfil para empezar a usar Calmscient.

source: Continue
es: Continuar

source: I agree to share my info with medical provider
es: Acepto compartir mi información con el proveedor médico

source: Hello
es: Hola

source: We are happy to see you
es: Estamos felices de verte

source: Need to talk with someone?
es: ¿Necesitas hablar con alguien?

# Congratulations text
source: Congratulations on making a firm decision on changing your drink consumption! First, Let’s set up a goal of changing your monthly drink counts. To do this, pick the date(s) on the calendar below on which you plan to have a alcohol free day.
es: ¡Felicitaciones por tomar la firme decisión de cambiar tu consumo de bebidas! Primero, establezcamos un objetivo para cambiar tu recuento mensual de bebidas. Para hacer esto, elige la(s) fecha(s) en el calendario a continuación en las que planeas tener un día sin alcohol.

source: Your total alcohol free days are
es: Tus días totales sin alcohol son

source: days
es: días

# Good job!
source: Good job! This is the monthly drink counts we suggest.
es: ¡Buen trabajo! Estos son los recuentos mensuales de bebidas que sugerimos.

# Your suggested
source: Your suggested monthly Drinks count
es: Tu recuento mensual sugerido de bebidas

source: Your monthly Drinks count
es: Tu recuento mensual de bebidas

source: Now, lets's decide how much you drink
es: Ahora, decidamos cuánto bebes

source: Set
es: Establecer

source: Have had alcohol use disorder (AUD) or now have any symptoms.
es: Ha tenido trastorno por consumo de alcohol (AUD) o ahora tiene algún síntoma.

source: Have a physical or mental health condition that is caused or being worsened by drinking.
es: Tiene una condición de salud física o mental que es causada o empeorada por el consumo de alcohol.

source: Are taking medication that interacts with alcohol.
es: Está tomando medicamentos que interactúan con el alcohol.

source: Are or might be pregnant.
es: Está o podría estar embarazada.

source: Yes
es: Sí

source: Just track the alcohol consumption
es: Solo registrar el consumo de alcohol

source: Quit or cut down drinking
es: Dejar o reducir el consumo de alcohol

# congralatuateDecision
source: Congratulations on your decision to quit drinking! Remember, you are not alone. The Calmscient app can help you track your progress. Here are resources that can assist you in achieving your goal?
es: ¡Felicitaciones por su decisión de dejar de beber! Recuerde, no está solo. La aplicación Calmscient puede ayudarle a seguir su progreso. Aquí hay recursos que pueden ayudarle a lograr su objetivo.

source: Talk to your primary care doctor
es: Hable con su médico de cabecera

source: Now, let's get to know the drink coach features.
es: Ahora, conozcamos las funciones del entrenador de bebidas.

source: See the introduction
es: Ver la introducción

source: With this in mind, tell us what you would like to do.
es: Con esto en mente, díganos qué le gustaría hacer.

source: Quit
es: Dejar

source: Cut down
es: Reducir

source: Quiz
es: Cuestionario

source: Course
es: Curso

source: Completed
es: Completado

source: No favorites found for this patient
es: No se encontraron favoritos para este paciente

source: My Favorites
es: Mis favoritos

source: Cancel
es: Cancelar

source: Add Medications
es: Agregar medicamentos

source: Are you sure you want to cancel?
es: ¿Estás seguro de que quieres cancelar?

source: Medications
es: Medicamentos

source: YES
es: SÍ

source: An Unknown error occured. Please check with Admin
es: Ocurrió un error desconocido. Por favor, consulta con el administrador

source: Add Medication
es: Agregar Medicamento

source: Add Time & Alarm
es: Agregar Hora y Alarma

source: Name
es: Nombre

source: Provider
es: Proveedor

source: Dosage
es: Dosis

source: Direction
es: Instrucciones

source: With Meal
es: Con Comida

source: Morning
es: Mañana

source: Afternoon
es: Tarde

source: Night
es: Noche

source: Schedule Time & Alarm
es: Programar Hora y Alarma

source: Medications detail
es: Detalles de los Medicamentos

source: Choose Date and Time
es: Elegir Fecha y Hora

source: Date and Time
es: Fecha y Hora

source: Invalid Date
es: Fecha Inválida

source: Appointment Details
es: Detalles de la Cita

source: Contact
es: Contacto

source: Appointment Detail
es: Detalle de la Cita

source: Address
es: Dirección

source: Total score
es: Puntuación total

source: Remind me
es: Recuérdame

source: Over the last 2 weeks, how often have you been bothered by the following problems?
es: En las últimas 2 semanas, ¿con qué frecuencia te han molestado los siguientes problemas?

source: 1. Feeling nervous, anxious or on edge
es: 1. Sentirse nervioso, ansioso o irritable

source: Data from Calmscient can be transmitted to your doctor for clinical review purposes. Please indicate which data you allow to be shared with your doctor by selecting either Yes or No next to each data element below
es: Los datos de Calmscient pueden ser transmitidos a su médico para fines de revisión clínica. Por favor, indique qué datos permite que se compartan con su médico seleccionando Sí o No junto a cada elemento de datos a continuación

source: Privacy
es: Privacidad

source: Did you take your meds this evening?
es: ¿Tomaste tus medicamentos esta noche?

source: Breathing technic
es: Técnica de respiración

source: Breathing exercises
es: Ejercicios de respiración

source: 4-7-8 Breathing exercise
es: Ejercicio de respiración 4-7-8

source: Mindful breathing exercise
es: Ejercicio de respiración consciente

source: Diaphragmatic breathing exercise
es: Ejercicio de respiración diafragmática

source: Exercises
es: Ejercicios
