Repository: abharatshankar/calmScient
Catalog: *.lproj/Localizable.strings
Languages: es

source: Have you ever caught your mind wandering or daydreaming while you are in the middle of a familiar or repetitive task? You could be walking, working or even driving your car, and your mind is miles away, perhaps fantasizing about going on vacation, thinking about your to-do list, or worrying about some upcoming event.
es: ¿Alguna vez has notado que tu mente se dispersa o se pone a soñar despierto mientras estás en medio de una tarea familiar o repetitiva? Podrías estar caminando, trabajando o incluso conduciendo tu coche, y tu mente está a kilómetros de distancia, tal vez fantaseando con irte de vacaciones, pensando en tu lista de tareas pendientes o preocupándote por algún evento próximo.

source: Mindfulness is the opposite of automatic pilot. It is about experiencing the world that is firmly in the ‘here and now’. This is referred to as the being mode. It liberates you from automatic and unhelpful thoughts and responses.
es: El mindfulness es lo opuesto al piloto automático. Se trata de experimentar el mundo firmemente en el 'aquí y ahora'. Esto se refiere al modo de ser. Te libera de pensamientos y respuestas automáticos y poco útiles.

source: How does mindfulness help with anxiety?
es: ¿Cómo ayuda el mindfulness con la ansiedad?

source: Mindfulness reminds us that we don’t have to take immediate control of, remove or fix unpleasant experiences. Instead, we can identify and actively engage in something that will give us a sense of safety and connection.
es: El mindfulness nos recuerda que no tenemos que tomar control inmediato, eliminar o arreglar experiencias desagradables. En cambio, podemos identificar y participar activamente en algo que nos brinde una sensación de seguridad y conexión.

source: As a simple example: Instead of focusing on how many miles you walked in the morning, can you be mindfully aware of the birds singing, actively feel the fresh air, and sense the changing of the season? When you connect your senses to nature, animals, people and your own body, you capture the attention of your nervous system, which in turn soothes your anxiety. When you return home, you will be in a better frame of mind and more prepared to face your day.
es: Como ejemplo sencillo: en lugar de centrarte en cuántas millas caminaste por la mañana, ¿puedes estar consciente del canto de los pájaros, sentir activamente el aire fresco y percibir el cambio de estación? Cuando conectas tus sentidos con la naturaleza, los animales, las personas y tu propio cuerpo, captas la atención de tu sistema nervioso, lo que a su vez calma tu ansiedad. Cuando vuelvas a casa, estarás en un mejor estado mental y más preparado para enfrentar tu día.

source: Which mindfulness exercises would you like to make part of your daily routine? Calmscient can remind you of some easy mindfulness routines that will help you stay in a healthy, being mode.
es: ¿Qué ejercicios de mindfulness te gustaría incorporar a tu rutina diaria? Calmscient puede recordarte algunas rutinas de mindfulness fáciles que te ayudarán a mantenerte en un modo saludable de ser.

source: Progressive muscle relaxation
es: Relajación muscular progresiva

source: Touch and the butterfly hug
es: El tacto y el abrazo de mariposa

source: Humans respond powerfully to touch. Gentle, affectionate touch helps calm the nervous system and can trigger the release of oxytocin, the attachment hormone. Interestingly, when it comes to releasing oxytocin, our bodies don’t differentiate between the touch of a loved one or our own touch as we hold ourselves. When you are feeling upset, ungrounded, agitated or irritable, try giving yourself a hug or a gentle stroke on the cheek and see how it impacts the way you feel.
es: Los seres humanos responden poderosamente al tacto. El tacto suave y afectuoso ayuda a calmar el sistema nervioso y puede desencadenar la liberación de oxitocina, la hormona del apego. Curiosamente, cuando se trata de liberar oxitocina, nuestros cuerpos no diferencian entre el toque de un ser querido o nuestro propio toque al abrazarnos. Cuando te sientas molesto, descentrado, agitado o irritable, intenta darte un abrazo o una caricia suave en la mejilla y observa cómo impacta en la forma en que te sientes.

source: HOW TO DO IT
es: CÓMO HACERLO

source: Interlock your thumbs to form a butterfly shape
es: Entrecruza tus pulgares para formar una forma de mariposa

source: Place both hands over your chest, and alternate tapping your middle finger just below your collarbone
es: Coloca ambas manos sobre tu pecho y alterna tocando con tu dedo medio justo debajo de la clavícula

source: Breathe slowly and deeply (abdominal breathing) while you mentally observe what is going through your mind and body thoughts, images, sounds, odors, feelings, and physical sensation.
es: Respira lenta y profundamente (respiración abdominal) mientras observas mentalmente lo que pasa por tu mente y cuerpo: pensamientos, imágenes, sonidos, olores, sentimientos y sensaciones físicas.

source: Hand over your heart
es: Mano sobre tu corazón

source: Movement: running
es: Movimiento: correr

source: It’s not easy to move when you have a shutdown or are feeling numb. Running can quickly shift you out of the shutdown state and re-energize you.
es: No es fácil moverse cuando tienes un colapso o te sientes entumecido. Correr puede sacarte rápidamente del estado de colapso y revitalizarte.

source: Mindful body movement
es: Movimiento corporal consciente

source: There are many movement routines that invite you to reconnect with your body. Pilates, yoga and other similar stretching exercises incorporate mindful awareness of movements and postures. Additionally, coordinating body movement and breath further potentiates your ability to shift your state.
es: Existen muchas rutinas de movimiento que te invitan a reconectarte con tu cuerpo. El pilates, el yoga y otros ejercicios de estiramiento similares incorporan una conciencia plena de los movimientos y posturas. Además, coordinar el movimiento corporal y la respiración potencia aún más tu capacidad para cambiar tu estado.

source: Movement: dance
es: Movimiento: danza

source: Moving your body to music can be a fun and fast way to shift your state and reconnect with your body, rhythm and expression.
es: Mover tu cuerpo al ritmo de la música puede ser una forma divertida y rápida de cambiar tu estado y reconectarte con tu cuerpo, ritmo y expresión.

source: Mindful walking
es: Caminata consciente

source: What are the benefits of mindful walking?
es: ¿Cuáles son los beneficios de la caminata consciente?

source: Emotional Regulation: Engaging in mindful walking can help regulate your emotions. By observing your thoughts and emotions as they arise during the practice, you develop a non-judgmental and accepting attitude towards them. This can enhance emotional resilience and provide you with a greater sense of control over your reactions to challenging situations.
es: Regulación emocional: Participar en la caminata consciente puede ayudar a regular tus emociones. Al observar tus pensamientos y emociones a medida que surgen durante la práctica, desarrollas una actitud de no juicio y aceptación hacia ellos. Esto puede mejorar la resiliencia emocional y brindarte un mayor sentido de control sobre tus reacciones ante situaciones desafiantes.

source: 4-7-8 Breathing excercise
es: Ejercicio de respiración 4-7-8

source: Preparation
es: Preparación

source: First find a comfortable seated position. Ensure that you are at ease before beginning the rhythmic breathing pattern. Place the tip of your tongue gently against the tissue just behind your top front teeth
es: Primero encuentra una posición cómoda para sentarte. Asegúrate de estar a gusto antes de comenzar el patrón de respiración rítmica. Coloca la punta de tu lengua suavemente contra el tejido justo detrás de tus dientes frontales superiores

source: Let’s learn how to do the 4-7-8 breathing exercise.
es: Aprendamos cómo hacer el ejercicio de respiración 4-7-8.

source: Step 1: Emptying the lungs
es: Paso 1: Vaciar los pulmones

source: Begin by completely emptying your lungs of air. Allow yourself a moment to release any tension.
es: Comienza vaciando completamente tus pulmones de aire. Permítete un momento para liberar cualquier tensión.

source: Step 2: Inhaling quietly
es: Paso 2: Inhalar en silencio

source: Inhale quietly through your nose, counting to 4 seconds. Fell the breath entering your body, bringing calmness.
es: Inhala en silencio por la nariz, contando hasta 4 segundos. Siente el aire entrando en tu cuerpo, trayendo calma.

source: Step 3: Hold the breath
es: Paso 3: Retener la respiración

source: Hold your breath for a steady count of 7 seconds. Embrace the stillness within, allowing the breath to settle.
es: Mantén la respiración por un conteo constante de 7 segundos. Abraza la quietud interior, permitiendo que la respiración se asiente.

source: Step 4: Force exhalation
es: Paso 4: Exhalación forzada

source: Exhale forcefully through your mouth, pursing your lips, and create a distinct “whoosh” sound for 8 seconds. Feel the release of tension as you expel the breath.
es: Exhala con fuerza por la boca, frunciendo los labios, y crea un sonido distintivo de “whoosh” durante 8 segundos. Siente la liberación de tensión al expulsar el aire.

source: Step 5: Repeat the process
es: Paso 5: Repite el proceso

source: Repeat this entire cycle up to 4 times. Each repetition contributes to a deepening sense of relaxation.
es: Repite todo este ciclo hasta 4 veces. Cada repetición contribuye a un sentido más profundo de relajación.

source: Now, let’s dive into it. Pay careful attention to the following video.
es: Ahora, vamos a sumergirnos en ello. Presta mucha atención al siguiente video.

source: Engage in this practice regularly, allowing the 4-7-8 technique to guide you towards a state of tranquility and mindful breathing.
es: Practica esto con regularidad, permitiendo que la técnica 4-7-8 te guíe hacia un estado de tranquilidad y respiración consciente.
